import React from 'react';
// import Footer from '../../components/Footer/Footer';

function AboutPage(props) {
	return (
		<div>
			<h1>О Сайте</h1>
      <p className='text'>
      По уши я в тебя влюблён
Miyagi & Andy Panda
Запомнились мне километры миражи
Мы унеслись вне закона
Потому, что любим жить
Под солнцем виснем
То лето диктовала мне любовь
Оторвались, в зеркале заднего вида никого
Проснись укажи на карте улицу и дом
Мотор накален и меня словно несет
Солнце, песок по любому взяли свое
Мы подорвались без слов
Панама плавки весло
И загребли с тобой туда
Где нас никто не найдет
Принцесса и море моя муза ты в доле
Мы напишем историю словами на песке
Беглецами от кого-либо до рая
Меня манит красота твоя надо бы успеть
До заката кров сколотить
Звезды с небо собрать и тебе подарить
Дров нарубить, ночью оберегать сон
Я по уши в тебя влюблен
Я по уши в тебя влюблен
Я по уши тебя влюблен
Ночью оберегать сон
        </p>
        {/* <Footer/> */}
		</div>
	);
}

export default AboutPage;